/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row ei löytänyt sisältöä.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row ei voi toistaa nykyistä kappaletta.";


/* kBRMediaNoPhotoContent */
301 = "Front Row ei löydä valokuvia.";

/* kBRMediaNoPodcastContent */
302 = "Front Row ei löydä podcasteja.";

/* kBRMediaNotDRMAuthorized */
303 = "Sinua ei ole valtuutettu toistamaan tätä sisältöä.";

/* kBRMediaNoTVShowContent */
305 = "Front Row ei löydä TV-ohjelmia.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row ei löydä musiikkivideoita.";

/* kBRMediaNoPlaylists */
307 = "Front Row ei löydä soittolistoja.";

/* kBRMediaNoSongContent */
308 = "Front Row ei löydä kappaleita.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row ei löydä äänikirjoja.";

/* kBRMediaNoMovies */
315 = "Front Row ei löydä elokuvia.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row'ta ei ole valtuutettu toistamaan tätä sisältöä.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row yrittää jo yhdistää tähän lähteeseen.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row ei voi yhdistää tähän kirjastoon.";

